<template lang="pug">
.paydelivery
    h2 Доставка и оплата
    .delivery(v-html="delivery") {{ delivery }}
    
</template>

<script>
export default {
    data() {
        return {
            delivery: `Мы осуществялем доставку наших товаров по всей России с помощью Почты России. <br><br>

Мы понимаем, как важно получить свой заказ вовремя и в отличном состоянии, поэтому мы делаем все возможное, чтобы обеспечить быструю и надежную доставку наших товаров. <br><br> Мы отправляем товары в течение 1-2 рабочих дней, и вы можете отслеживать статус своей посылки через сайт Почты России. <br><br>

Стоимость доставки всегда фиксирована и составляет 350 рублей по России. Цена может меняться в зависимости от веса и габаритов вашего заказа. <br><br>

Если у вас есть какие-либо вопросы или проблемы с доставкой, наша команда готова помочь вам в любое время. Вы можете связаться с нами по любому удобному способу связи, и мы с радостью поможем вам решить любые вопросы, связанные с доставкой. <br>`
        }
    }
}
</script>

<style scoped lang="scss">
.paydelivery{
    padding: 40px 16px;
    @media(min-width: 992px){
        padding: 120px 32px; 
    }
    @media(min-width: 1200px){
        width: 1120px;
        margin: 0 auto;
    }
    h2{
        text-align: center;
        margin-bottom: 20px;
    } 
}
</style>