<template lang="pug">
.static-page 
    h1 О Компании
    p(v-html="text") {{  text  }}
</template>

<script>
export default {
    data() {
        return {
            text: `Наша компания занимается профессиональным созданием чехлов для фанатов футбольного клуба <b>Реал&nbsp;Мадрид</b>. Мы гордимся тем, что создаем продукты, которые помогают болельщикам выразить свою любовь и поддержку к своей любимой команде. <br><br>

Мы используем только самые качественные материалы для производства нашей продукции. Наши чехлы изготавливаются из легкого и долговечного пластика, что обеспечивает комфорт и удобство в носке.<br><br>

Мы предлагаем <b>широкий выбор дизайнов и цветов</b>, чтобы вы могли выбрать именно то, что подходит вам и вашему стилю.<br><br>

Мы убеждены, что каждый болельщик должен иметь возможность выразить свою привязанность к своей команде через свои аксессуары. Поэтому мы предлагаем нашим клиентам качественные продукты по разумным ценам.<br><br>

Мы гарантируем <b>быструю доставку и высокое качество</b> чехлов и печати. Наша команда профессионалов всегда готова ответить на любые ваши вопросы и помочь с выбором продукта.<br><br>

Присоединяйтесь к числу наших довольных клиентов по всему миру и поддерживайте свою команду вместе с нашими стильными аксессурами`
        }
    }
    
}
</script>

<style lang="scss" scoped>
.static-page{
    padding: 16px;
    margin-bottom: 40px;
    @media(min-width: 1200px){
        width: 900px;
        margin: 0 auto 120px;
        padding: 32px 0;
    }
    h1{
        margin-bottom: 24px;
    }

}

</style>