<template lang="pug">
.static-page 
    h1 Доставка
    p(v-html="text") {{  text  }}
</template>

<script>
export default {
    data() {
        return {
            text: `Мы осуществялем доставку наших товаров по всей России с помощью <b>Почты России</b>. <br><br>

Мы понимаем, как важно получить свой заказ вовремя и в отличном состоянии, поэтому мы делаем все возможное, чтобы обеспечить быструю и надежную доставку наших товаров. <br><br> Мы отправляем товары в течение <b>1-2 рабочих дней</b>, и вы можете отслеживать статус своей посылки через сайт Почты России. <br><br>

Стоимость доставки всегда фиксирована и составляет <b>350 рублей</b> по России. Цена может меняться в зависимости от веса и габаритов вашего заказа. <br><br>

Если у вас есть какие-либо вопросы или проблемы с доставкой, наша команда готова помочь вам в любое время. Вы можете связаться с нами по любому удобному способу связи, и мы с радостью поможем вам решить любые вопросы, связанные с доставкой. <br>`
        }
    }
    
}
</script>

<style lang="scss" scoped>
.static-page{
    padding: 16px;
    margin-bottom: 40px;
    @media(min-width: 1200px){
        width: 900px;
        margin: 0 auto 120px;
        padding: 32px 0;
    }
    h1{
        margin-bottom: 24px;
    }

}

</style>